[
  {
    "id": 3010,
    "available": true,
    "image": "https://i.ibb.co/D42034c/pina-colada-1-1.webp",
    "name": "Piña Colada",
    "description": "Солодкий, фруктовий, кремовий з ароматом ананаса і кокосу",
    "color": "#F8E470",
    "alcohol": true,
    "type": "light",
    "recipe": [
      {
        "ingredient": "Ром",
        "amount": "40мл"
      },
      {
        "ingredient": "Ананасовий сік",
        "amount": "90мл"
      },
      {
        "ingredient": "Кокосовий сироп",
        "amount": "15мл"
      },
      {
        "ingredient": "Вершки",
        "amount": "15мл"
      }
    ],
    "history": "<p>Piña Colada - це популярний та екзотичний коктейль, який складається з рому, кокосового молока або крему, та соку ананаса. Зазвичай прикрашений шматочком ананаса або вишнею.</p><p>Хоча точна історія походження Piña Colada залишається предметом дискусій. Загально прийнято, що він виник в Пуерто-Ріко у середині 20 століття. На одну з версій, коктейль створив бармен Рамон Маррейях у барі \"Caribe Hilton Hotel\" в Сан-Хуані, Пуерто-Ріко, близько 1954 року.</p><p>Інша версія стверджує, що Piña Colada був створений раніше, в 19 столітті, на Карибських островах. Ананас та кокос були широко поширеними на островах і використовувалися місцевими жителями в багатьох стравах та напоях.</p><p>Незалежно від того, яка версія правдива, Piña Colada швидко став популярним у всьому світі завдяки своєму екзотичному смаку та відпочивальній атмосфері, яку він створює. Сьогодні цей коктейль вважається одним із символів карибського відпочинку і часто асоціюється з теплими піщаними пляжами та морем.</p>"
  },
  {
    "id": 3020,
    "available": true,
    "image": "https://i.ibb.co/Lhjym82/tequila-sunrise.webp",
    "name": "Tequila Sunrise",
    "description": "Кисло-солодкий, з апельсиновими і гранатовими нотками",
    "color": "#fc8504",
    "alcohol": true,
    "type": "light",
    "recipe": [
      {
        "ingredient": "Текіла",
        "amount": "45мл"
      },
      {
        "ingredient": "Апельсиновий сік",
        "amount": "90мл"
      },
      {
        "ingredient": "Гренадін",
        "amount": "15мл"
      }
    ],
    "history": "<p>Коктейль Tequila Sunrise - це популярний напій, який створили у Каліфорнії в середині 20 століття. Цей коктейль відомий своєю яскравою і привабливою зовнішністю та освіжаючим смаком.</p>\n<p>Історія Tequila Sunrise пов'язана з рестораном The Trident в районі Санта-Моніка, Каліфорнія, де, згідно з легендою, вперше був змішаний цей напій. Деякі джерела стверджують, що винайшов Tequila Sunrise бармен на ім'я Біллі Ролланд, який створив його в кінці 1960-х або на початку 1970-х років.</p>\n<p>Назва \"Tequila Sunrise\" походить від вигляду напою, який нагадує яскравий ранковий схід сонця. Коктейль складається з текіли, апельсинового соку та гренадину, що надає йому кольоровий градієнт від червоного до помаранчевого.</p>\n<p>Спочатку Tequila Sunrise став популярним серед локального населення Санта-Моніки, але швидко розповсюдився по всьому світу завдяки своєму привабливому вигляду та приємному смаку.</p>"
  },
  {
    "id": 3030,
    "available": true,
    "image": "https://i.ibb.co/nsPJpBz/mojito.webp",
    "name": "Mojito",
    "description": "Освіжаючий, м'ятний, кисло-солодкий, з цитрусовим смаком",
    "color": "#00ab07",
    "alcohol": true,
    "type": "light",
    "recipe": [
      {
        "ingredient": "Ром",
        "amount": "50мл"
      },
      {
        "ingredient": "Спрайт",
        "amount": "100мл"
      },
      {
        "ingredient": "Цукровий сироп",
        "amount": "15мл"
      },
      {
        "ingredient": "Лайм"
      },
      {
        "ingredient": "Лимон"
      },
      {
        "ingredient": "М'ята"
      }
    ],
    "history": "<p>Коктейль Mojito - це свіжий та ароматний напій, який походить з Куби і є одним з найпопулярніших та класичних коктейлів у світі. Цей напій відомий своїм освіжаючим смаком та ароматом м'яти.</p>\n<p>Історія Mojito сягає корінням у 16 століття, коли іспанські мореплавці прибули на Кубу. З собою вони мали ром та цукор. Також вони використовували м'яту, яка була широко поширена на острові, і додавали цитрусові.</p>\n<p>Слово \"mojito\" походить від іспанського слова \"mojo\", що означає \"чари\", \"заклинання\" або \"магія\".</p>\n<p>Протягом історії коктейль Mojito зазнав різних варіацій та інтерпретацій, але його класичний рецепт зберігається незмінним: ром, цукор, свіжий лаймовий сік, содова вода та свіжа м'ята.</p>\n<p>Сьогодні Mojito є одним з найулюбленіших коктейлів у світі, популярним у багатьох країнах та культурах. Його освіжаючий смак та приємний аромат роблять його ідеальним вибором для спекотних літніх днів та вечорів.</p>"
  },
  {
    "id": 3040,
    "available": true,
    "image": "https://i.ibb.co/gdM61Lb/blue-lagoon.webp",
    "name": "Blue Lagoon",
    "description": "Освіжаючий, солодкий, цитрусовий, з ароматом апельсина",
    "color": "#2eafff",
    "alcohol": true,
    "type": "light",
    "recipe": [
      {
        "ingredient": "Горілка",
        "amount": "50мл"
      },
      {
        "ingredient": "Лікер Blue Curasao",
        "amount": "10мл"
      },
      {
        "ingredient": "Лимонний сік",
        "amount": "15мл"
      },
      {
        "ingredient": "Спрайт",
        "amount": "150мл"
      }
    ],
    "history": "<p>Коктейль Blue Lagoon - це свіжий та екзотичний напій, який став популярним у 1970-х роках і залишається одним з улюблених виборів у барах по всьому світу. Його яскравий синій колір та освіжаючий смак роблять його привабливим для багатьох поціновувачів коктейлів.</p>\n<p>Історія коктейлю Blue Lagoon неоднозначна. Одна з версій говорить про те, що цей напій був створений в 1960-х або 1970-х роках у барі на острові Майорка, Іспанія. Інші джерела зазначають, що він з'явився в барі на острові Ямайка.</p>\n<p>Склад коктейлю зазвичай включає в себе горілку, лікер Блю Кюрасао та лимонний сік, що надає йому характерний синій колір та приємний кисло-солодкуватий смак. Деякі рецепти також можуть включати газовану воду або лимонад.</p>\n<p>Сьогодні Blue Lagoon залишається популярним коктейлем, який часто подається на вечірках, у відпочинкових закладах та курортних зонах. Його яскравий зовнішній вигляд і свіжий смак роблять його ідеальним вибором для тих, хто шукає щось екзотичне та освіжаюче.</p>"
  },
  {
    "id": 3050,
    "available": true,
    "image": "https://i.ibb.co/5T1cqqq/blue-hawaii.webp",
    "name": "Blue Hawaii",
    "description": "Освіжаючий, фруктовий, солодкий, з ароматом ананаса",
    "color": "#08d090",
    "alcohol": true,
    "type": "light",
    "recipe": [
      {
        "ingredient": "Ром",
        "amount": "40мл"
      },
      {
        "ingredient": "Лікер Blue Curasao",
        "amount": "10мл"
      },
      {
        "ingredient": "Ананасовий сік",
        "amount": "90мл"
      },
      {
        "ingredient": "Кокосовий сироп",
        "amount": "15мл"
      },
      {
        "ingredient": "Сік лимону/лайму",
        "amount": "10мл"
      }
    ],
    "history": "<p>Коктейль Blue Hawaii - це екзотичний напій, який отримав свою популярність у 1950-х роках і став символом відпочинку на Гавайських островах. Цей коктейль відомий своїм \"кольором моря\" та освіжаючим тропічним смаком.</p>\n<p>Історія коктейлю Blue Hawaii пов'язана з барменом Гаррі Йейгером, який працював в готелі Гілтона у місті Гонолулу на Гаваях. У 1957 році він створив цей напій як частку кампанії, спрямованої на просування лікеру Блю Кюрасао в Сполучених Штатах.</p>\n<p>Склад коктейлю зазвичай включає в себе світлий ром, лікер Блю Кюрасао, кокосовий лікер, ананасовий сік та лимонний сік, які дають йому свіжий та фруктовий смак з нотками тропічних фруктів.</p>\n<p>Blue Hawaii швидко став популярним у туристичних закладах Гаваїв та по всьому світу завдяки своєму привабливому вигляду та екзотичному смаку. Сьогодні він залишається одним з найбільш впізнаваних коктейлів, який часто асоціюється з відпочинком на пляжі та тропічними вечорами.</p>"
  },
  {
    "id": 3060,
    "available": true,
    "image": "https://i.ibb.co/phs0nP7/cuba-libre.webp",
    "name": "Cuba Libre",
    "description": "Свіжий, з колою, насиченим ароматом рому та цитрусу",
    "color": "#65442f",
    "alcohol": true,
    "type": "light",
    "recipe": [
      {
        "ingredient": "Ром",
        "amount": "50мл"
      },
      {
        "ingredient": "Кола",
        "amount": "140мл"
      },
      {
        "ingredient": "Сік лайму",
        "amount": "10мл"
      }
    ],
    "history": "<p>Коктейль \"Cuba Libre\" - класичний напій, який походить з Куби. Відомий своєю простотою та смаком.</p>\n<p>Коктейль виник на початку 20 століття на Кубі після здобуття країною незалежності в іспано-американській війні. США підтримували Кубу у її прагненнях до незалежності від колонізаторів. Після тріумфального закінчення кампанії американці залишалися на острові ще кілька років. У 1900 році на Кубу вперше була завезена кока-кола, винайдена, до речі, лише за 14 років до цього фармацевтом з Атланти Джоном Пембертоном. Слова Cuba Libre були гаслом руху за незалежність Куби, а сам коктейль виник невдовзі після того, як США стали імпортувати в країну «Кока-колу».</p>\n<p>Легенда свідчить, що коктейль був винайдений у гаванському The American Bar, улюбленому місці посиденьок американських військових. Капітан армії США Рассел, вкотре зазирнувши до бару, замовив свій улюблений напій – мікс кубинського рому, лаймового соку та кока-коли. Навколишні колеги поцікавилися, як називається цей божественний нектар. Не довго думаючи, Рассел сказав тост: Por Cuba libre! – «За вільну Кубу!» – який і дав назву популярному коктейлю.</p>"
  },
  {
    "id": 3070,
    "available": true,
    "image": "https://i.ibb.co/0DHMThs/gin-tonic.webp",
    "name": "Gin and Tonic",
    "description": "Свіжий, тонізуючий, гіркий на смак, з ароматом трав",
    "color": "#ffebb9",
    "alcohol": true,
    "type": "light",
    "recipe": [
      {
        "ingredient": "Джин",
        "amount": "50мл"
      },
      {
        "ingredient": "Тонік",
        "amount": "150мл"
      },
      {
        "ingredient": "Лайм/лимон"
      }
    ],
    "history": "<p>Gin and Tonic - коктейль з довгою історією, що є популярним у барах по всьому світу. Його освіжаючий смак та простота приготування роблять його чудовим вибором для багатьох цінителів гірких коктейлів.</p>\n\n<p>Один із перших відомих випадків змішування джину з тоніком був у Голландії в 1840-х роках для боротьби з малярією. Британська армія в Індії також почала використовувати тонізуючу воду з хініном у 1850-х роках. Це вживали як для профілактики, так і для лікування.</p><p> Спочатку для лікування малярії використовували хінін у чистому вигляді - речовину, яка мала протималярійні властивості. Однак, хінін мав дуже гіркий смак, тому військові почали розведення його з водою та додаванням джину та лимонного або лаймового соку для поліпшення смаку.</p>\n\n<p>Вживання гіркого тоніка та джину швидко стало популярним серед британських колоністів, які привезли цей напій до Великої Британії, де він став відомий як \"Gin and Tonic\".</p>"
  },
  {
    "id": 3080,
    "available": true,
    "image": "https://i.ibb.co/cFJkW1k/garibaldi.webp",
    "name": "Garibaldi",
    "description": "Гіркий, освіжаючий, з насиченим смаком апельсина",
    "color": "#e80000",
    "alcohol": true,
    "type": "light",
    "recipe": [
      {
        "ingredient": "Настоянка Campari",
        "amount": "50мл"
      },
      {
        "ingredient": "Апельсиновий сік",
        "amount": "150мл"
      }
    ],
    "history": "<p>Коктейль Garibaldi - італійський напій, відомий своєю простотою та смаковими нотками апельсина.</p>\n<p>Рецепт коктейлю Garibaldi з'явився 1861 року в Мілані, ім'я бармена-творця та назва закладу не збереглися. Напій названо на честь знаменитого італійського полководця Джузеппе Гарібальді (1807-1882), який очолив визвольну війну свого народу та сприяв об'єднанню роз'єднаних земель в одну країну.</p>\n<p>Відтінок коктейлю нагадує червону куртку – талісман Джузеппе Гарібальді та обов'язковий елемент його гардеробу під час битв. За однією з версій, вождь носив яскраво-червону куртку, щоб вороги не бачили його кров при пораненні. За другою – помітним зовнішнім виглядом показував, що не боїться смерті на полі бою. Гіркий смак коктейлю нагадує, що за перемогу у війні за незалежність доводиться платити десятками тисяч життів співвітчизників.</p>\n<p>Навіть через 150 років після створення коктейль Garibaldi не зазнав змін, залишаючись популярним не лише в Італії, а й в інших куточках світу.</p>"
  }
]
