[
  {
    "id": 2010,
    "available": true,
    "image": "https://i.ibb.co/VwqBjsm/planters-punch.webp",
    "name": "Planter's Punch",
    "description": "Освіжаючий, кисло-солодкий, з ароматом тропічних фруктів",
    "color": "#ea5b5b",
    "alcohol": true,
    "type": "medium",
    "recipe": [
      {
        "ingredient": "Темний ром",
        "amount": "40мл"
      },
      {
        "ingredient": "Апельсиновий лікер",
        "amount": "10мл"
      },
      {
        "ingredient": "Апельсиновий сік",
        "amount": "40мл"
      },
      {
        "ingredient": "Ананасовий сік",
        "amount": "40мл"
      },
      {
        "ingredient": "Лаймовий/лимонний сік",
        "amount": "10мл"
      },
      {
        "ingredient": "Цукровий сироп",
        "amount": "10мл"
      },
      {
        "ingredient": "Гренадін",
        "amount": "5-10мл"
      },
      {
        "ingredient": "Біттер Ангостура",
        "amount": "1-2"
      }
    ],
    "history": "<p>Planter's Punch - тропічний коктейль родом із Ямайки на основі темного рому з цитрусовими соками.</p>\n<p>Перші рецепти пуншів з'явилися приблизно в XV столітті в Індії. З мови хінді слово «panch» перекладається як «п'ять», оскільки в ті часи це був гарячий напій із п'яти складових: рому (вина чи бренді), цукру, лимонного соку, листового чаю та гарячої води. Фактично – солодкий чай з лимоном та ромом.</p>\n<p>Завдяки морякам Британської Ост-Індської компанії пунш на початку XVII століття потрапив до Англії, а потім поширився по всій Європі та перекочував через Атлантику до США. Згодом рецепт сильно видозмінився, тепер замість гарячого чаю у багатьох пуншах використовуються холодні фруктові соки, що значно покращує смак.</p>\n<p>Перша письмова згадка Planter's Punch зустрічається в газеті \"New-York Times\" у 1908 році. Існує три версії появи коктейлю:</p>\n<p>1. Рецепт вигадав бізнесмен Фред Майєрс, який у 1879 році представив напій широкому загалу на урочистості на честь відкриття своєї фірми на Ямайці.</p>\n<p>2. Коктейль розробили бармени готелю Planter's Hotel, розташованого у Сент-Луїсі. Але, крім схожої назви, у цієї гіпотези більше немає підтверджень.</p>\n<p>3. Серед жителів Ямайки популярна легенда, що освіжаючий фруктовий пунш винайшов дбайливий плантатор для підвищення продуктивності праці рабів під сонцем.</p>"
  },
  {
    "id": 2020,
    "available": true,
    "image": "https://i.ibb.co/DMZ68cj/white-russian.webp",
    "name": "White Russian",
    "description": "Кавовий, кремовий, солодкий, з насиченим смаком",
    "color": "#e0c6b0",
    "alcohol": true,
    "type": "medium",
    "recipe": [
      {
        "ingredient": "Горілка",
        "amount": "30мл"
      },
      {
        "ingredient": "Лікер Kahlua",
        "amount": "30мл"
      },
      {
        "ingredient": "Вершки",
        "amount": "30мл"
      }
    ],
    "history": "<p>White Russian - це кремовий коктейль, який отримав свою популярність завдяки своєму багатому смаку та простому рецепту. Цей напій виник у другій половині 20 століття і став широко відомим завдяки фільму \"Великий Лебовські\", де головний герой Джефрі \"Чувак\" Лебовські випив 9 таких коктейлів.</p>\n<p>Історія White Russian пов'язана з іншим популярним коктейлем - Black Russian, який складається лише з горілки та кофейного лікеру. White Russian створили, додавши до Black Russian вершки, що надало йому більш м'якого смаку та кремової текстури.</p>\n<p>Хоча точне походження White Russian невідоме, цей напій став популярним у 1960-70-х роках, особливо серед фанатів коктейлів з молочних продуктів. З часом він завоював свою власну аудиторію та став символом розслабленого стилю життя.</p>\n<p>Сьогодні White Russian залишається популярним коктейлем, який можна замовити в багатьох барах та ресторанах по всьому світу.</p>"
  },
  {
    "id": 2030,
    "available": true,
    "image": "https://i.ibb.co/0XSzQ9q/long-island.webp",
    "name": "Long Island",
    "description": "Освіжаючий, кисло-солодкий, з міксом алкоголю",
    "color": "#7c6153",
    "alcohol": true,
    "type": "strong",
    "recipe": [
      {
        "ingredient": "Джин",
        "amount": "15мл"
      },
      {
        "ingredient": "Горілка",
        "amount": "15мл"
      },
      {
        "ingredient": "Текіла",
        "amount": "15мл"
      },
      {
        "ingredient": "Ром",
        "amount": "15мл"
      },
      {
        "ingredient": "Апельсиновий лікер",
        "amount": "15мл"
      },
      {
        "ingredient": "Цукровий сироп",
        "amount": "15мл"
      },
      {
        "ingredient": "Лимонний сік",
        "amount": "20мл"
      },
      {
        "ingredient": "Кола",
        "amount": "100мл"
      }
    ],
    "history": "<p>Коктейль Long Island Iced Tea - це популярний і міцний напій, який має своє походження у Сполучених Штатах. Цей напій славиться своєю сильною спиртовою складовою та свіжим смаком, що зробило його популярним у барних колах по всьому світу.</p>\n<p>Історія походження Long Island Iced Tea має кілька версій. За однією з них, коктейль вигадали у США за часів “сухого закону”. Зовнішній вигляд коктейлю нагадував чай, і його подавали у відповідних до травяного напою чашках. Таким чином намагалися маскувати спиртні напої в барах.</p><p>Друга версія полягає в тому, що жителі Нью-Йорка, частина якого знаходиться на острові Лонг-айленд, любили позмагатися. Гра полягала в тому, що треба було йти вздовж Лонг-Айленда та випивати у кожному барі. Дізнавшись про гру, бармени придумали новий коктейль, в якому змішувалися аж чотири міцні алкоголі. Таким чином, усі гравці стали залишатися у перших закладах, бо йти далі сил уже не було.</p><p>Незалежно від точного походження, Long Island Iced Tea став символом американської коктейльної культури та популярним напоєм на вечірках і у барах.</p>"
  },
  {
    "id": 2040,
    "available": true,
    "image": "https://i.ibb.co/3cwnKDY/tokyo-tea.webp",
    "name": "Tokyo Tea",
    "description": "Солодкий, фруктовий, освіжаючий, з ароматом дині",
    "color": "#04a108",
    "alcohol": true,
    "type": "medium",
    "recipe": [
      {
        "ingredient": "Джин",
        "amount": "15мл"
      },
      {
        "ingredient": "Горілка",
        "amount": "15мл"
      },
      {
        "ingredient": "Текіла",
        "amount": "15мл"
      },
      {
        "ingredient": "Ром",
        "amount": "15мл"
      },
      {
        "ingredient": "Апельсиновий лікер",
        "amount": "15мл"
      },
      {
        "ingredient": "Динний лікер",
        "amount": "15мл"
      },
      {
        "ingredient": "Лимонний/лаймовий сік",
        "amount": "30мл"
      },
      {
        "ingredient": "Спрайт",
        "amount": "100мл"
      }
    ],
    "history": "<p>Коктейль Tokyo Tea - це вибухова суміш, яка занурює в атмосферу сучасного Токіо, де жвавість міста поєднується з екзотичною естетикою. Є однією з варіацій коктейлю Long Island</p>\n<p>Створений у 1980-х роках, Tokyo Tea швидко завоював популярність завдяки своєму унікальному складу та яскравому вигляду. Кожен келих цього напою - це подорож в нічне життя Токіо, де кожен куток міста переповнений жвавістю, кольором та незабутніми враженнями.</p>\n<p>Сьогодні Tokyo Tea залишається символом нічного життя та розваг у всьому світі. Він втілює в собі дух сучасного Токіо - міста, що ніколи не спить, де кожен момент наповнений живою енергією та незабутніми враженнями. Цей коктейль - відмінний вибір для тих, хто хоче зануритися у атмосферу сучасного японського міста та відчути його неповторний дух.</p>"
  },
  {
    "id": 2050,
    "available": true,
    "image": "https://i.ibb.co/C6RGXHf/amf.webp",
    "name": "Adios MF",
    "description": "Освіжаючий, цитрусовий, з міксом алкоголю",
    "color": "#00a8ef",
    "alcohol": true,
    "type": "medium",
    "recipe": [
      {
        "ingredient": "Джин",
        "amount": "15мл"
      },
      {
        "ingredient": "Горілка",
        "amount": "15мл"
      },
      {
        "ingredient": "Текіла",
        "amount": "15мл"
      },
      {
        "ingredient": "Ром",
        "amount": "15мл"
      },
      {
        "ingredient": "Лікер Blue Curasao",
        "amount": "15мл"
      },
      {
        "ingredient": "Цукровий сироп",
        "amount": "15мл"
      },
      {
        "ingredient": "Лимонний/лаймовий сік",
        "amount": "15мл"
      },
      {
        "ingredient": "Спрайт",
        "amount": "100мл"
      }
    ],
    "history": "<p>Adios MF — це, по суті, Long Island із відтінком міста Лос-Анджелес. Замість Triple Sec використовується blue curacao, а замість Cola використовується Sprite або 7up. Окрім цього, це той самий напій, але в цьому випадку він виглядає не як холодний чай у склянці, а як склянка засобу для чищення каналізації з лимонною прядкою.</p>\n\n<p>Як варіант іншого напою, важко визначити точну історію походження, але здається, що він, швидше за все, виник десь у 80-х роках, хоча я читав деякі неперевірені історії від людей, які казали, що пили їх як на початку 70-х років. У будь-якому випадку, до 90-х вони були дуже популярні, особливо в південній Каліфорнії.</p>\n\n<p>The Adios Motherfucker також має багато інших назв. Adios, AMF, Adios MotherFucker, Walk Me Down, Blue Motorcycle і Boston Tea Party.</p>"
  },
  {
    "id": 2060,
    "available": true,
    "image": "https://i.ibb.co/dBwcXyS/long-beach.webp",
    "name": "Long Beach",
    "description": "Освіжаючий, фруктовий, з міксом алкоголю",
    "color": "#e70000",
    "alcohol": true,
    "type": "medium",
    "recipe": [
      {
        "ingredient": "Джин",
        "amount": "15мл"
      },
      {
        "ingredient": "Горілка",
        "amount": "15мл"
      },
      {
        "ingredient": "Текіла",
        "amount": "15мл"
      },
      {
        "ingredient": "Ром",
        "amount": "15мл"
      },
      {
        "ingredient": "Апельсиновий лікер",
        "amount": "15мл"
      },
      {
        "ingredient": "Цукровий сироп",
        "amount": "15мл"
      },
      {
        "ingredient": "Лимонний сік",
        "amount": "15мл"
      },
      {
        "ingredient": "Сік журавлини",
        "amount": "80мл"
      }
    ],
    "history": "<p>Лонг-Біч — одна з багатьох варіацій культового холодного чаю Лонг-Айленд. Журавлинний сік є ключовим інгредієнтом і відрізняє цей напій від усіх інших «холодних чаїв».</p>\n\n<p>Рецепт Лонг-Біч неймовірно простий, навіть якщо список інгредієнтів трохи довший за звичайний. Для цього потрібно п’ять часткових порцій алкоголю, здорова доза кислого міксу та заправляється журавлинним соком. З цього моменту залишається лише поворушити та сісти, щоб насолоджуватися своїм творінням.</p>\n\n<p>Можливо, це один із найсмачніших варіантів у сімействі «чайних» напоїв. Сік надає йому приємної солодкості, яка відтворює всі ці духи, створюючи досить освіжаючий напій.</p>"
  },
  {
    "id": 2070,
    "available": true,
    "image": "https://i.ibb.co/2Ycccg7/sex-on-the-beach.webp",
    "name": "Sex on the Beach",
    "description": "Фруктовий, освіжаючий, з ароматом апельсина та персика",
    "color": "#fc4e04",
    "alcohol": true,
    "type": "medium",
    "recipe": [
      {
        "ingredient": "Горілка",
        "amount": "50мл"
      },
      {
        "ingredient": "Персиковий лікер",
        "amount": "25мл"
      },
      {
        "ingredient": "Ананасовий сік",
        "amount": "40мл"
      },
      {
        "ingredient": "Сік журавлини",
        "amount": "40мл"
      }
    ],
    "history": "<p>Sex on the Beach — один із найпопулярніших клубних коктейлів у світі. Лонг дрінк на основі горілки і персикового шнапса входить в офіційний список коктейлів IBA в категорії «сучасна класика».</p>\n\n<p>Sex on the Beach — досить молодий коктейль, який з'явився в 80-х роках XX століття. Вперше його смішили в США, там він вважався елітним напитком. Коктейль подавали в кращих домах Америки, щоб підкріпити високий соціальний статус хозяев. Первоначальная назва популярного лонг дрінка звучало як \"Песок в шортах\", потім його змінили на \"Веселье на пляже\". Своє сучасне назва алкогольний мікс отримав позже, коли трапилася так звана \"сексуальна революція\", і слово секс вже нікого не шокувало.</p>\n\n<p>Особливу популярність коктейлю Sex on the Beach приніс легендарний телесеріал \"Санта-Барбара\". Герої телешоу часто угощались солодким алкогольним напитком во время модных вечеринок.</p>"
  },
  {
    "id": 2080,
    "available": true,
    "image": "https://i.ibb.co/YX3kNLG/daiquiri.webp",
    "name": "Daiquiri",
    "description": "Кисло-солодкий, з цитрусовим відтінком, на основі рому",
    "color": "#ece6b8",
    "alcohol": true,
    "type": "medium",
    "recipe": [
      {
        "ingredient": "Ром",
        "amount": "60мл"
      },
      {
        "ingredient": "Лаймовий сік",
        "amount": "30мл"
      },
      {
        "ingredient": "Цукровий сироп",
        "amount": "15мл"
      }
    ],
    "history": "<p>Коктейль Daiquiri - це класичний напій, який родом з Куби і відомий своєю свіжістю. Він став популярним у другій половині 19 століття.</p>\n<p>Історія коктейлю Daiquiri пов'язана з американським інженером на ім'я Дженнінгс Кокран, який працював на Кубі в кінці 19 століття. У 1898 році, під час візиту до Сантьяго-де-Куба, він створив цей напій, використовуючи ром, лимонний сік і цукор, які були доступні на місцевому ринку.</p>\n<p>Назва \"Daiquiri\" походить від назви місця, де Кокран працював - села Дайкері на Кубі. Пізніше, у 20 столітті, цей коктейль став популярним серед американських туристів, що відвідували острів, і швидко розповсюдився по всьому світу.</p>\n<p>Сьогодні Daiquiri вважається класикою світової коктейльної культури. Він має безліч варіацій, але його базовий рецепт зберігається незмінним - ром, лаймовий сік і цукор, зазвичай подається з льодом і часто прикрашається лимонною цедрою або м'ятою.</p>"
  },
  {
    "id": 2090,
    "available": true,
    "image": "https://i.ibb.co/DkZDRrS/gimlet.webp",
    "name": "Gimlet",
    "description": "Кисло-солодкий, з виразним ароматом джину та лайма",
    "color": "#b3ee74",
    "alcohol": true,
    "type": "medium",
    "recipe": [
      {
        "ingredient": "Джин",
        "amount": "60мл"
      },
      {
        "ingredient": "Лимонний сік",
        "amount": "22.5мл"
      },
      {
        "ingredient": "Цукровий сироп",
        "amount": "22.5мл"
      }
    ],
    "history": "<p>Коктейль Gimlet - це класичний напій, який має своє походження в англійському флоті XIX століття і став популярним у цивільних колах в другій половині XX століття.</p>\n<p>Історія Gimlet пов'язана з необхідністю уникнути швидкого псування запасів лимонного соку на кораблях. З метою запобігання цьому, в англійському флоті рекомендували додавати до лимонного соку хінін, що містився в тоніках. Таким чином, створювався напій, який міг би зберігатися тривалий час без псування - родич сучасного Gimlet.</p>\n<p>Спочатку Gimlet складався з лимонного соку та гіркого хініну, але з часом рецепт змінився. У 20-х роках XX століття до складу коктейлю почали додавати також джин, що зробило його більш алкогольним і приємним на смак.</p>\n<p>Сьогодні Gimlet є популярним коктейлем у барних колах по всьому світу. Його класичний рецепт включає в себе джин та лимонний сік, але існують також різноманітні варіації цього напою з додаванням різних ароматизаторів та солодких інгредієнтів.</p>"
  },
  {
    "id": 2100,
    "available": true,
    "image": "https://i.ibb.co/mTZy5Rm/jungle-bird.webp",
    "name": "Jungle Bird",
    "description": "Гіркий, фруктовий, з ароматом рому та ананаса",
    "color": "#e70000",
    "alcohol": true,
    "type": "medium",
    "recipe": [
      {
        "ingredient": "Темний Ром",
        "amount": "45мл"
      },
      {
        "ingredient": "Настоянка Campari",
        "amount": "20мл"
      },
      {
        "ingredient": "Ананасовий сік",
        "amount": "45мл"
      },
      {
        "ingredient": "Лаймовий сік",
        "amount": "15мл"
      },
      {
        "ingredient": "Цукровий сироп",
        "amount": "15мл"
      }
    ],
    "history": "<p>Коктейль Jungle Bird був створений Джеффрі Онгом, коли він працював менеджером із напоїв у «Aviary Bar» готелю Kuala Lumpur Hilton у 1970-х роках. Він приготував його як вітальний напій для гостей готелю і отримав назву на честь присутності деяких тропічних птахів у зоні басейну, яких можна було побачити з вікна бару.</p>\n\n<p>Це дуже особливий коктейль серед коктейлів у асортименті Тікі. чому Просто тому, що він містить Campari, італійський біттер, який завжди присутній у всіх елітних барах і рідко змішується або асоціюється з тропічними ароматами, а скоріше в коктейлях-аперитивах. Тим не менш, цитрусові ноти апельсина та грейпфрута в Campari ідеально поєднуються з ананасом і чорним ромом, надаючи новий вимір всьому асортименту тропічних коктейлів.</p>\n\n<p>Дивовижний напій своїм чудовим поєднанням смаків. Пряма подорож у стару Малайзію 70-х.</p>"
  },
  {
    "id": 2110,
    "available": true,
    "image": "https://i.ibb.co/x3BWpd6/flamingo.webp",
    "name": "Flamingo",
    "description": "Кисло-солодкий, тропічний, освіжаючий, на основі рому",
    "color": "#D74F61",
    "alcohol": true,
    "type": "medium",
    "recipe": [
      {
        "ingredient": "Ром",
        "amount": "45мл"
      },
      {
        "ingredient": "Ананасовий сік",
        "amount": "45мл"
      },
      {
        "ingredient": "Сік лайму",
        "amount": "10мл"
      },
      {
        "ingredient": "Гренадін",
        "amount": "10мл"
      }
    ],
    "history": "<p>Коктейль \"Flamingo\" вперше згадується в книзі Теда Сос'є, \"Bottoms Up\", виданій у 1951 році, де його авторство приписується готелю \"Фламінго\", що знаходиться у Лас-Вегасі, США. Готель та казино \"Фламінго\" було відкрито в 1946 році мафіозі Багсі Сігелем та його партнерами як третій готель на вулиці Стрип, і зараз він є єдиним вижившим казино, відкритим до 1950 року.</p><p>За іншою версією, коктейль \"Flamingo\" був створеним у Маямі, Флорида, де яскраві кольори та фруктові смаки ідеально вписувалися у жваву атмосферу міста. Цим коктейлем часто насолоджуються ті, хто любить фруктові та тропічні напої, і він особливо популярний влітку.</p>"
  }
]
