[
  {
    "id": 101,
    "image": "https://i.ibb.co/Pwq3Mc9/1555935493-com-800xmax-removebg-preview.webp",
    "name": "Old Fashioned",
    "description": "Витончений віскі з легкою гіркотою та солодкістю",
    "alcohol": true,
    "color": "#F2AE48",
    "type": "strong",
    "recipe": [
      {
        "ingredient": "Бурбон",
        "amount": "60мл"
      },
      {
        "ingredient": "Біттер Ангостура",
        "amount": "2-3"
      },
      {
        "ingredient": "Апельсинова цедра"
      }
    ],
    "history": "<p>Old Fashioned - це один з найкласичніших коктейлів, що складається з віскі, цукру, ангостура біттеру та льоду. Вважається, що він є одним з перших коктейлів, що був створений, і має своє коріння в 19 столітті.</p><p>Історія Old Fashioned відображає розвиток смакових уподобань та стилю пиття протягом часу. У 19 столітті в американських барах алкоголь часто \"коригували\" за допомогою цукру, води та біттерів, для зниження гостроти або неприємного смаку. Old Fashioned, можливо, і виник саме в цей спосіб, коли солодка версія віскі стала популярною серед клієнтів.</p><p>Саме в 1880-их роках, коли почали додавати льоду, Old Fashioned почав набувати свої сучасні риси. Винаймливі клуби і готелі в Нью-Йорку і Чикаго стали надавати цьому напою почесне місце в своїх меню.</p><p>Спочатку Old Fashioned приготовляли з різними видами спиртного, але з часом віскі стало його основою, що стало ще одним ознакою класичного рецепту.\n\nСьогодні Old Fashioned залишається одним з найпопулярніших і найбільш універсальних коктейлів, що завойовує серця поціновувачів віскі по всьому світу.</p>"
  },
  {
    "id": 102,
    "image": "https://i.ibb.co/NYGVsXc/negroni.webp",
    "name": "Negroni",
    "description": "Гіркий, ароматний, з ботанічними та цитрусовими нотками",
    "color": "#E15454",
    "alcohol": true,
    "type": "strong",
    "recipe": [
      {
        "ingredient": "Джин",
        "amount": "30мл"
      },
      {
        "ingredient": "Червоний вермут",
        "amount": "30мл"
      },
      {
        "ingredient": "Настоянка Campari",
        "amount": "30мл"
      },
      {
        "ingredient": "Апельсинова цедра"
      }
    ],
    "history": "<p>Коктейль Negroni - це класичний італійський напій, що складається з джину, вермуту та кампарі, зазвичай подається з апельсиновою цедрою або апельсиновим кружечком.</p><p>Історія цього коктейлю пов'язана з іменем графа Камілло Негроні, італійського аристократа, який, за легендою, у 1919 році в Чінцетті, барі у Флоренції, замовив власний унікальний напій. Граф вимагав, щоб бармен замінив газову воду в класичному американо на джин. Так народився Negroni.</p><p>Вважається, що саме цей момент був початком популярності коктейлю, і він став популярним серед аристократії та культурної еліти Європи. Згодом він розповсюдився по всьому світу і став класикою коктейльної культури.</p><p>Смак Negroni виражає досить складну гру інгредієнтів, де гіркота кампарі збалансована ароматом і солодкістю вермуту, а джин додає приємний ботанічний нюанс.</p><p>Сьогодні Negroni залишається одним з найвпізнаваніших і культових коктейлів у світі, що завойовує серця поціновувачів як в класичному, так і в новітньому виконанні.</p>"
  }
]
