[
  {
    "id": 2010,
    "image": "https://i.ibb.co/D42034c/pina-colada-1-1.webp",
    "name": "Piña Colada",
    "description": "Солодкий, фруктовий, кремовий з ароматом ананаса і кокосу",
    "color": "#F8E470",
    "alcohol": true,
    "type": "light",
    "recipe": [
      {
        "ingredient": "Ром",
        "amount": "40мл"
      },
      {
        "ingredient": "Ананасовий сік",
        "amount": "90ml"
      },
      {
        "ingredient": "Кокосовий сироп",
        "amount": "15мл"
      },
      {
        "ingredient": "Вершки",
        "amount": "15мл"
      }
    ],
    "history": "<p>Piña Colada - це популярний та екзотичний коктейль, який складається з рому, кокосового молока або крему, та соку ананаса. Цей напій надається зазвичай з льодом і прикрашений кусочком ананаса або вишнями.</p><p>Хоча точна історія походження Piña Colada залишається предметом деякої спекуляції, загально прийнято, що він виник в Пуерто-Ріко у середині 20 століття. На одну з версій, коктейль створив бармен Рамон Маррейях у барі \"Caribe Hilton Hotel\" в Сан-Хуані, Пуерто-Ріко, близько 1954 року.</p><p>Інша версія стверджує, що Piña Colada був створений раніше, в 19 столітті, на Карибських островах. Ананас та кокос були широко поширеними на островах і використовувалися місцевими жителями в багатьох стравах та напоях.</p><p>Незалежно від того, яка версія правдива, Piña Colada швидко став популярним у всьому світі завдяки своєму екзотичному смаку та відпочивальній атмосфері, яку він викликає. Сьогодні цей коктейль вважається одним із символів карибського відпочинку і часто асоціюється з теплими піщаними пляжами та морем.</p>"
  },
  {
    "id": 2020,
    "image": "https://i.ibb.co/Lhjym82/tequila-sunrise.webp",
    "name": "Tequila Sunrise",
    "description": "Кисло-солодкий, з апельсиновими і гранатовими нотками",
    "color": "#fc8504",
    "alcohol": true,
    "type": "light",
    "recipe": [
      {
        "ingredient": "Текіла",
        "amount": "45мл"
      },
      {
        "ingredient": "Апельсиновий сік",
        "amount": "90ml"
      },
      {
        "ingredient": "Гренадін",
        "amount": "15мл"
      }
    ],
    "history": "<p>Коктейль Tequila Sunrise - це популярний напій, який має своє походження у Каліфорнії в середині 20 століття і швидко став популярним по всьому світу. Цей коктейль відомий своєю яскравою і привабливою зовнішністю та освіжаючим смаком.</p>\n<p>Історія Tequila Sunrise пов'язана з рестораном The Trident в районі Санта-Моніка, Каліфорнія, де, згідно з легендою, вперше був змішаний цей напій. Деякі джерела стверджують, що винайшов Tequila Sunrise бармен на ім'я Біллі Ролланд, який створив його в кінці 1960-х або на початку 1970-х років.</p>\n<p>Назва \"Tequila Sunrise\" походить від вигляду напою, який нагадує яскравий ранковий розсіяний сонцем. Коктейль складається з текіли, апельсинового соку та гренадину, що надає йому кольоровий градієнт від червоного до помаранчевого, схожий на вигляд сонця, що сходить над горизонтом.</p>\n<p>Спочатку Tequila Sunrise став популярним серед локального населення Санта-Моніки, але швидко розповсюдився по всьому світу завдяки своєму привабливому вигляду та приємному смаку. Сьогодні він залишається одним з найбільш улюблених коктейлів на вечірках та в барах усього світу.</p>"
  },
  {
    "id": 2030,
    "image": "https://i.ibb.co/0XSzQ9q/long-island.webp",
    "name": "Long Island",
    "description": "Освіжаючий, кисло-солодкий, з міксом алкоголю",
    "color": "#7c6153",
    "alcohol": true,
    "type": "light",
    "recipe": [
      {
        "ingredient": "Джин",
        "amount": "15мл"
      },
      {
        "ingredient": "Горілка",
        "amount": "15мл"
      },
      {
        "ingredient": "Текіла",
        "amount": "15мл"
      },
      {
        "ingredient": "Ром",
        "amount": "15мл"
      },
      {
        "ingredient": "Апельсиновий лікер",
        "amount": "15мл"
      },
      {
        "ingredient": "Цукровий сироп",
        "amount": "15мл"
      },
      {
        "ingredient": "Лимонний сік",
        "amount": "20мл"
      },
      {
        "ingredient": "Кола",
        "amount": "100ml"
      }
    ],
    "history": "<p>Коктейль Long Island Iced Tea - це популярний і міцний напій, який має своє походження у Сполучених Штатах. Цей напій славиться своєю сильною спиртовою складовою та свіжим смаком, що зробило його популярним у барних колах по всьому світу.</p>\n<p>Історія Long Island Iced Tea невизначена і має кілька версій щодо її походження. Одна з легенд стверджує, що цей напій був створений в 1970-х роках в барі Океанського містечка Лонг-Айленд, штат Нью-Йорк. Інша версія говорить, що його вперше змішали в Провіденсі, штат Род-Айленд.</p>\n<p>Незалежно від точного походження, Long Island Iced Tea став популярним завдяки своїй міцності та освіжаючому смаку. Склад напою включає в себе текілу, ром, водку, джин, апельсиновий лікер, лимонний сік та колу, що надає йому схожий на чай зовнішній вигляд.</p>\n<p>Long Island Iced Tea став символом американської коктейльної культури та популярним напоєм на будь-яких вечірках або у вечірніх барах. Його сильний і освіжаючий смак зробив його улюбленим вибором для тих, хто шукає щось енергійне та неповторне.</p>"
  },
  {
    "id": 2040,
    "image": "https://i.ibb.co/nsPJpBz/mojito.webp",
    "name": "Mojito",
    "description": "Освіжаючий, фруктовий, солодкий, з ароматом ананаса",
    "color": "#00ab07",
    "alcohol": true,
    "type": "light",
    "recipe": [
      {
        "ingredient": "Ром",
        "amount": "50мл"
      },
      {
        "ingredient": "Спрайт",
        "amount": "100мл"
      },
      {
        "ingredient": "Цукровий сироп",
        "amount": "15ml"
      },
      {
        "ingredient": "Лайм"
      },
      {
        "ingredient": "Лимон"
      },
      {
        "ingredient": "М'ята"
      }
    ],
    "history": "<p>Коктейль Mojito - це свіжий та ароматний напій, який має своє походження на Кубі і є одним з найпопулярніших та класичних коктейлів у світі. Цей напій відомий своїм освіжаючим смаком та ароматом м'яти.</p>\n<p>Історія Mojito сягає коріння у 16 століття, коли іспанські мореплавці прибули на Кубу. Вони привезли з собою інгредієнти для коктейлів, включаючи ром та цукор, але також вони використовували м'яту, яка була широко поширена на острові.</p>\n<p>Слово \"mojito\" походить від іспанського слова \"mojo\", що означає \"чари\", \"заклинання\" або \"магія\". Цей напій отримав свою назву, оскільки він був вважаний чарівним та освіжаючим.</p>\n<p>Протягом історії коктейль Mojito зазнав різних варіацій та інтерпретацій, але його класичний рецепт зберігається незмінним: ром, цукор, свіжий лаймовий сік, содова вода та свіжа м'ята.</p>\n<p>Сьогодні Mojito є одним з найбільш улюблених коктейлів у світі, популярним у багатьох країнах та культурах. Його освіжаючий смак та приємний аромат роблять його ідеальним вибором для спекотних літніх днів та вечорів.</p>"
  },
  {
    "id": 2050,
    "image": "https://i.ibb.co/5T1cqqq/blue-hawaii.webp",
    "name": "Blue Hawaii",
    "description": "Освіжаючий, фруктовий, солодкий, з ароматом ананаса",
    "color": "#08d090",
    "alcohol": true,
    "type": "light",
    "recipe": [
      {
        "ingredient": "Ром",
        "amount": "40мл"
      },
      {
        "ingredient": "Лікер Blue Curasao",
        "amount": "10мл"
      },
      {
        "ingredient": "Ананасовий сік",
        "amount": "90ml"
      },
      {
        "ingredient": "Кокосовий сироп",
        "amount": "15мл"
      },
      {
        "ingredient": "Сік лимону/лайму",
        "amount": "10мл"
      }
    ],
    "history": "<p>Коктейль Blue Hawaii - це екзотичний напій, який отримав свою популярність у 1950-х роках і став символом турпоходів на Гаваї. Цей коктейль відомий своїм \"кольором моря\" та освіжаючим тропічним смаком.</p>\n<p>Історія коктейлю Blue Hawaii пов'язана з барменом Гаррі Йейгером, який працював в готелі Гілтона у місті Гонолулу на Гаваях. У 1957 році він створив цей напій як частку кампанії, спрямованої на просування лікеру Блю Кюрасао в Сполучених Штатах.</p>\n<p>Склад коктейлю зазвичай включає в себе світлий ром, лікер Блю Кюрасао, кокосовий лікер, ананасовий сік та лимонний сік, які дають йому свіжий та фруктовий смак з нотками тропічних фруктів.</p>\n<p>Blue Hawaii швидко став популярним у туристичних закладах Гаваїв та по всьому світу завдяки своєму привабливому вигляду та екзотичному смаку. Сьогодні він залишається одним з найбільш впізнаваних коктейлів, який часто асоціюється з відпочинком на пляжі та тропічними вечорами.</p>"
  },
  {
    "id": 2060,
    "image": "https://i.ibb.co/gdM61Lb/blue-lagoon.webp",
    "name": "Blue Lagoon",
    "description": "Освіжаючий, солодкий, цитрусовий, з ароматом апельсина",
    "color": "#2eafff",
    "alcohol": true,
    "type": "light",
    "recipe": [
      {
        "ingredient": "Горілка",
        "amount": "50мл"
      },
      {
        "ingredient": "Лікер Blue Curasao",
        "amount": "150мл"
      },
      {
        "ingredient": "Лимонний сік",
        "amount": "15ml"
      },
      {
        "ingredient": "Спрайт",
        "amount": "150мл"
      }
    ],
    "history": "<p>Коктейль Blue Lagoon - це свіжий та екзотичний напій, який став популярним у 1970-х роках і залишається одним з улюблених виборів у барах по всьому світу. Його яскравий синій колір та освіжаючий смак роблять його привабливим для багатьох цінителів коктейлів.</p>\n<p>Історія коктейлю Blue Lagoon неоднозначна, і джерела різняться у її розповіді. Одна з версій говорить про те, що цей напій був створений в 1960-х або 1970-х роках у барі на острові Майорка, Іспанія. Інші джерела зазначають, що він з'явився в барі на острові Ямайка.</p>\n<p>Склад коктейлю зазвичай включає в себе водку, лікер Блю Кюрасао та лимонний сік, що надає йому характерний синій колір та приємний кисло-солодкуватий смак. Деякі рецепти також можуть включати газовану воду або лимонад для більшого освіження.</p>\n<p>Сьогодні Blue Lagoon залишається популярним коктейлем, який часто подається на вечірках, у відпочинкових закладах та курортних зонах. Його яскравий зовнішній вигляд і свіжий смак роблять його ідеальним вибором для тих, хто шукає щось екзотичне та освіжаюче.</p>"
  },
  {
    "id": 2070,
    "image": "https://i.ibb.co/GdgnZdz/painkiller.webp",
    "name": "Painkiller",
    "description": "Тропічний, фруктовий, з вираженими нотками рому та кокосу",
    "color": "#fcd738",
    "alcohol": true,
    "type": "light",
    "recipe": [
      {
        "ingredient": "Ром",
        "amount": "60мл"
      },
      {
        "ingredient": "Ананасовий сік",
        "amount": "90мл"
      },
      {
        "ingredient": "Апельсиновий сік",
        "amount": "30ml"
      },
      {
        "ingredient": "Кокосовий сироп",
        "amount": "20мл"
      }
    ],
    "history": "<p>Коктейль Painkiller - це екзотичний напій, який походить з Карибських островів і відомий своєю м'якою та тропічною смаковою палітрою. Цей напій став популярним у 1970-х роках і швидко здобув популярність в усьому світі.</p>\n<p>Історія коктейлю Painkiller пов'язана з популярним баром Soggy Dollar Bar на острові Джост Ван Дайк в Британських Віргінських островах. Згідно з легендою, в 1971 році бармен Джиммі просто не мав ніяких інгредієнтів для барних напоїв окрім рому, кокосового молока та ананасового соку, і він вирішив змішати їх разом, створивши Painkiller.</p>\n<p>Склад коктейлю зазвичай включає в себе темний ром, кокосове молоко, апельсиновий сік та ананасовий сік, зазвичай приправлені мускатним горіхом на верхівці. Цей напій має м'який, кремовий смак з нотками тропічних фруктів і легкий спиртний відтінок.</p>\n<p>Painkiller став символом карибського відпочинку та теплих пляжних днів. Він часто подається в коктейльних барах та курортних закладах по всьому світу, де люди можуть насолоджуватися його вишуканим смаком та атмосферою тропіків.</p>\n\n\n\n\n"
  },
  {
    "id": 2080,
    "image": "https://i.ibb.co/x3BWpd6/flamingo.webp",
    "name": "Flamingo",
    "description": "Солодкий, тропічний, приємно освіжаючий, на основі рому",
    "color": "#D74F61",
    "alcohol": true,
    "type": "light",
    "recipe": [
      {
        "ingredient": "Ром",
        "amount": "45мл"
      },
      {
        "ingredient": "Ананасовий сік",
        "amount": "45мл"
      },
      {
        "ingredient": "Сік лайму",
        "amount": "10ml"
      },
      {
        "ingredient": "Гренадін",
        "amount": "10мл"
      }
    ],
    "history": "<p>Коктейль \"Flamingo\" вперше згадується в книзі Теда Сос'є, \"Bottoms Up\", виданій у 1951 році, де його авторство приписується готелю \"Фламінго\", що знаходиться у Лас-Вегасі, США. Готель та казино \"Фламінго\" було відкрито в 1946 році мафіозі Багсі Сігелем та його партнерами як третій готель на вулиці Стрип, і зараз він є єдиним вижившим казино, відкритим до 1950 року.</p><p>За іншою версією, коктейль \"Flamingo\" був створеним у Маямі, Флорида, де яскраві кольори та фруктові смаки ідеально вписувалися в жваву атмосферу міста. Цим коктейлем часто насолоджуються ті, хто любить фруктові та тропічні напої, і він особливо популярний влітку.</p>"
  }
]
