[
  {
    "id": 1010,
    "available": true,
    "image": "https://i.ibb.co/Pwq3Mc9/1555935493-com-800xmax-removebg-preview.webp",
    "name": "Old Fashioned",
    "description": "Витончений віскі з приємною гіркотою та солодкістю",
    "alcohol": true,
    "color": "#F2AE48",
    "type": "strong",
    "recipe": [
      {
        "ingredient": "Бурбон",
        "amount": "60мл"
      },
      {
        "ingredient": "Біттер Ангостура",
        "amount": "2-3"
      },
      {
        "ingredient": "Апельсинова цедра"
      }
    ],
    "history": "<p>Old Fashioned - це один з класичних коктейлів, що складається з віскі, цукру, ангостура біттеру та льоду. Вважається, що він є одним з перших створених коктейлів, і має своє коріння в 19 столітті.</p><p>Історія Old Fashioned відображає розвиток смакових уподобань та стилю споживання алкоголю протягом часу. У 19 столітті в американських барах алкоголь часто \"коригували\" за допомогою цукру, води та біттерів, для зниження гостроти або маскування неприємного смаку. Old Fashioned виник саме в цей спосіб, коли солодша версія віскі стала популярною серед клієнтів.</p><p>У 1880-их роках, коли до коктейлів почали додавати лід, Old Fashioned почав набувати свого сучасного вигляду. Популярні клуби і готелі в Нью-Йорку і Чикаго стали надавати цьому напою почесне місце в своїх меню.</p><p>Спочатку Old Fashioned готували з різними видами спиртного, але з часом віскі стало його основою.</p><p>\n\nСьогодні Old Fashioned залишається одним з найпопулярніших і найбільш універсальних коктейлів, що завойовує серця поціновувачів віскі по всьому світу.</p>"
  },
  {
    "id": 1020,
    "available": true,
    "image": "https://i.ibb.co/rbby5tg/negroni.webp",
    "name": "Negroni",
    "description": "Гіркий, з вираженим ароматом трав та цитрусовими нотками",
    "color": "#E15454",
    "alcohol": true,
    "type": "strong",
    "recipe": [
      {
        "ingredient": "Джин",
        "amount": "30мл"
      },
      {
        "ingredient": "Червоний вермут",
        "amount": "30мл"
      },
      {
        "ingredient": "Настоянка Campari",
        "amount": "30мл"
      },
      {
        "ingredient": "Апельсинова цедра"
      }
    ],
    "history": "<p>Коктейль Negroni - це класичний італійський напій, що складається з джину, вермуту та кампарі, зазвичай подається з апельсиновою цедрою.</p><p>Історія цього коктейлю пов'язана з іменем графа Камілло Негроні, італійського аристократа. За легендою, у 1919 році в Чінцетті, барі у Флоренції, граф замовив власний унікальний напій. Він хотів чогось міцнішого, і вимагав, щоб бармен замінив газову воду в класичному коктейлі Americano на джин. Так народився Negroni.</p><p>Вважається, що саме цей момент був початком популярності коктейлю серед аристократії та культурної еліти Європи. Згодом він розповсюдився по всьому світу і став класикою коктейльної культури.</p><p>Смак Negroni виражає досить складну гру інгредієнтів, де гіркота кампарі збалансована ароматом і солодкістю вермуту, а джин додає приємний смак трав.</p><p>Сьогодні Negroni залишається одним з найвпізнаваніших і культових коктейлів у світі.</p>"
  },
  {
    "id": 1030,
    "available": true,
    "image": "https://i.ibb.co/pZgRLtc/manhattan.webp",
    "name": "Manhattan",
    "description": "Збалансований, ароматний, з терпкими фруктовими нотками",
    "color": "#c42222",
    "alcohol": true,
    "type": "strong",
    "recipe": [
      {
        "ingredient": "Бурбон",
        "amount": "50мл"
      },
      {
        "ingredient": "Червоний вермут",
        "amount": "25мл"
      },
      {
        "ingredient": "Біттер Ангостура",
        "amount": "2-3"
      }
    ],
    "history": "<p>Коктейль Manhattan - класичний коктейль, який виник у другій половині 19 століття. Його походження пов'язане з Манхеттеном, районом Нью-Йорка, де вперше був змішаний цей напій.</p>\n\n<p>За легендою, коктейль Manhattan був створений в 1870-х роках на вечірці у відомому клубі Манхеттенського готелю в Нью-Йорку. Він став популярним серед вибагливих гостей в місті та далі за його межами.</p>\n\n<p>Склад коктейлю Manhattan включає в себе віскі (зазвичай риж або бурбон), вермут і ангостуру біттер. Ці інгредієнти змішуються разом з льодом і часто подаються з вишневим або апельсиновим декором.</p>\n\n<p>Коктейль Manhattan зазнав кількох варіацій з часом, включаючи використання різних видів віскі та різні співвідношення інгредієнтів. Проте його класичний рецепт залишається популярним і незмінним протягом багатьох десятиліть, ставши символом як класичної коктейльної культури, так і самого Манхеттена.</p>"
  },
  {
    "id": 1050,
    "available": true,
    "image": "https://i.ibb.co/425NgZk/whiskey-sour.webp",
    "name": "Whiskey Sour",
    "description": "Кисло-солодкий, із вираженим віскі та освіжаючим лимоном",
    "color": "#f2ca48",
    "alcohol": true,
    "type": "strong",
    "recipe": [
      {
        "ingredient": "Бурбон",
        "amount": "60мл"
      },
      {
        "ingredient": "Цукровий сироп",
        "amount": "22,5мл"
      },
      {
        "ingredient": "Лимонний сік",
        "amount": "22,5мл"
      },
      {
        "ingredient": "Яєчний білок",
        "amount": "25мл"
      }
    ],
    "history": "<p>Коктейль Whiskey Sour - це класичний напій з багатою історією, який виник у другій половині 19 століття. Цей напій має свої коріння в Сполучених Штатах, де став популярним серед любителів віскі та коктейлів.</p>\n<p>Історія Whiskey Sour налічує багато варіантів, але загалом відомо, що він з'явився в Америці, як варіант класичного коктейлю Sour, де основним спиртом є віскі. Склад коктейлю зазвичай включає віскі, лимонний сік та сироп або цукор.</p>\n<p>Перші згадки про Whiskey Sour з'явилися в книзі \"The Bartender's Guide\" в 1862 році, написаній Джеррі Томасом, в якій був наведений рецепт цього коктейлю. Протягом років він став популярним у барах та ресторанах по всьому світу, завдяки своєму простому рецепту та приємному смаку.</p>\n<p>Сьогодні Whiskey Sour залишається одним з найулюбленіших коктейлів, який можна знайти в багатьох закладах. Він служить символом класичної коктейльної культури та залишається популярним вибором для багатьох шанувальників віскі.</p>"
  },
  {
    "id": 1060,
    "available": true,
    "image": "https://i.ibb.co/31MCJhC/margarita.webp",
    "name": "Margarita",
    "description": "Кисло-солодкий, з виразним ароматом текіли та лайма",
    "color": "#95d050",
    "alcohol": true,
    "type": "strong",
    "recipe": [
      {
        "ingredient": "Текіла",
        "amount": "50мл"
      },
      {
        "ingredient": "Апельсиновий лікер",
        "amount": "15мл"
      },
      {
        "ingredient": "Лаймовий сік",
        "amount": "30мл"
      },
      {
        "ingredient": "Цукровий сироп",
        "amount": "10мл"
      }
    ],
    "history": "<p>Коктейль Margarita - це класичний напій родом з Мексики, який став популярним по всьому світу завдяки своєму освіжаючому смаку та аромату. Виник у середині 20 століття.</p>\n<p>Історія Margarita має декілька версій щодо її походження, але найпоширеніша з них пов'язана з красунею на ім'я Маргарита Самсон, яка жила в Тихоокеанському регіоні Мексики. Згідно з легендою, у 1930-х роках ресторанний власник, Хосе Куерво, створив цей напій спеціально для Маргарити, комбінуючи те краще, що мав у наявності - текілу, лаймовий сік і апельсиновий лікер.</p>\n<p>Назва \"Margarita\" перекладається з іспанської як \"перлина\".</p>\n<p>Сьогодні Margarita залишається одним з найбільш популярних коктейлів у світі. Він має безліч варіацій, від класичного до кастомізованого, але його основні складові - текіла, лаймовий сік і апельсиновий лікер, - залишаються незмінними.</p>"
  },
  {
    "id": 1070,
    "available": true,
    "image": "https://i.ibb.co/VtSz0xT/firemans-sour.webp",
    "name": "Fireman's Sour",
    "description": "Кисло-солодкий, з ароматом цитрусу та прянощів",
    "color": "#e70000",
    "alcohol": true,
    "type": "strong",
    "recipe": [
      {
        "ingredient": "Ром",
        "amount": "60мл"
      },
      {
        "ingredient": "Лаймовий сік",
        "amount": "30мл"
      },
      {
        "ingredient": "Гренадін",
        "amount": "25мл"
      },
      {
        "ingredient": "Яєчний білок",
        "amount": "25мл"
      }
    ],
    "history": "<p>Коктейль Fireman's Sour був створений на початку 1900-х років, коли гренадин набував популярності як ключовий інгредієнт у різноманітних коктейлях.</p><p>Перші згадки про цей коктейль можна знайти у книзі Гуго Енсліна \"Рецепти для змішаних напоїв\", опублікованій в 1917 році. Fireman's Sour швидко став улюбленим серед поціновувачів коктейлів.</p>\n<p>Основні інгредієнти цього коктейлю включають у себе віскі, лаймовий сік та гренадин. Ця комбінація надає напою багатогранний смак з глибокими фруктовими та цитрусовими нотками.</p>\n<p>Інгредієнти зазвичай змішуються разом із льодом, щоб охолодити напій та розбавити його, після чого проціджуються у склянку для подачі.</p>\n<p>Хоча Fireman's Sour не має такого широкого визнання, як деякі інші коктейлі того ж періоду, він залишається популярним в барних закладах та серед домашніх барменів, які цінують його багатий смак.</p>"
  },
  {
    "id": 1080,
    "available": true,
    "image": "https://i.ibb.co/GpgTGzH/boulevardier.webp",
    "name": "Boulevardier",
    "description": "Гіркий, терпкий, карамельний, з тонами фруктів і трав",
    "color": "#c93f3f",
    "alcohol": true,
    "type": "strong",
    "recipe": [
      {
        "ingredient": "Бурбон",
        "amount": "45мл"
      },
      {
        "ingredient": "Червоний вермут",
        "amount": "30мл"
      },
      {
        "ingredient": "Настоянка Campari",
        "amount": "30мл"
      },
      {
        "ingredient": "Апельсинова цедра"
      }
    ],
    "history": "<p>Коктейль Boulevardier, який вперше був змішаний в Парижі в 1920-х роках, вважається братом відомого класичного коктейлю Negroni. Цей напій отримав свою назву від американського журналіста та редактора газети \"Парижський бульвар\" Ерса Круси, який також був поціновувачем міцних напоїв та клубного життя. </p>\n<p>Склад коктейлю Boulevardier включає в себе віскі (зазвичай бурбон), вермут і кампарі. Ці інгредієнти змішуються в рівних частинах з льодом і прикрашаються апельсиновою або лимонною цедрою. Відмінність Boulevardier від Negroni полягає в тому, що віскі замінює джин. Це надає коктейлю більш теплий і насичений смак, який чудово підходить для любителів бурбону або рижа.</p><p>Цікаво, що слово \"Boulevardier\" в перекладі з французької мови означає \"людина бульварів\" або \"любитель життя на вулицях\". Це відображає елегантну та вишукану атмосферу, яка часто пов'язується з коктейлем Boulevardier.</p>"
  },
  {
    "id": 1090,
    "available": true,
    "image": "https://i.ibb.co/MV9fxQn/white-lady.webp",
    "name": "White Lady",
    "description": "Кисло-солодкий, з цитрусовим відтінком, на основі джину",
    "color": "#f3e9ab",
    "alcohol": true,
    "type": "strong",
    "recipe": [
      {
        "ingredient": "Джин",
        "amount": "40мл"
      },
      {
        "ingredient": "Апельсиновий лікер",
        "amount": "30мл"
      },
      {
        "ingredient": "Лимонний сік",
        "amount": "20мл"
      }
    ],
    "history": "<p>Коктейль White Lady - це класичний напій, який виник у 1920-х роках і залишається популярним до цього дня.</p>\n<p>Історія White Lady пов'язана з розкішними коктейльними баром 1920-х років, де він вперше був створений. Деякі джерела стверджують, що цей напій був створений у Парижі в барі Harry's New York Bar. Інші вказують на британський бар-ресторан Ciro's Club в Лондоні, як місце його походження.</p>\n<p>Склад коктейлю включає в себе джин, лікер трипл-сек, свіжий лимонний сік та іноді яйця або білок яйця для створення багатошарової текстури.</p>\n<p>White Lady став символом елегантності та розкоші і швидко завоював популярність у коктейльних колах по всьому світу. Він залишається одним з найбільш визнаних та відомих коктейлів, який досі служить символом класу та стилю в світі коктейльної культури.</p>"
  },
  {
    "id": 1100,
    "available": true,
    "image": "https://i.ibb.co/k4Vcm5h/zombie-transformed.webp",
    "name": "Zombie",
    "description": "Екзотичний, солодкий, з ароматом рому та тропічних фруктів",
    "color": "#fc6304",
    "alcohol": true,
    "type": "strong",
    "recipe": [
      {
        "ingredient": "Ром",
        "amount": "30мл"
      },
      {
        "ingredient": "Темний ром",
        "amount": "30мл"
      },
      {
        "ingredient": "Абрикосовий лікер",
        "amount": "15мл"
      },
      {
        "ingredient": "Вишневий лікер",
        "amount": "15мл"
      },
      {
        "ingredient": "Ананасовий сік",
        "amount": "30мл"
      },
      {
        "ingredient": "Апельсиновий сік",
        "amount": "30мл"
      },
      {
        "ingredient": "Гренадін",
        "amount": "5мл"
      }
    ],
    "history": "<p>Коктейль Zombie - це легендарний напій, який завойовує свою популярність завдяки своїй потужній силі та екзотичному смаку.</p>\n<p>Вважається, що два випиті \"Зомбі\" еквівалентні семи \"Манхеттенам\". Що легко пояснює як, придуманий в 1934 році власником голлівудського ресторану Доном Бічкомбером коктейль миттєво прославився в Голлівудських колах.</p>\n<p>Головною метою коктейлю було, за словами автора, \"і мертвого на ноги поставити\", але найчастіше його вибирають для досягнення зворотного ефекту.</p>\n<p>Вперше Дон приготував відразу три порції нового коктейлю для приятеля, проводжаючи його до Сан-Франциско. Після повернення друг бармена заявив, що всю поїздку почував себе як справжній зомбі. Цей відгук подарував назву легендарному коктейлю. Цікаво, що згодом Дон ввів ліміт лише на два \"Зомбі\" на людину.</p>\n<p>Незважаючи на те, що коктейль дуже швидко набув популярності, його точний рецепт довгий час тримався в секреті. Кожен бар хотів залучити гостей знаменитим \"Зомбі\", тож почали з'являтися варіації коктейлю, які видавалися за оригінал.</p>\n<p>З часом коктейль Zombie став одним з найвідоміших та найпопулярніших тікі-напоїв у світі. Він асоціюється з екзотикою та веселощами, що робить його популярним вибором для тематичних вечірок та коктейльних барів у всьому світі.</p>"
  },
  {
    "id": 1110,
    "available": true,
    "image": "https://i.ibb.co/TWMRxfV/mexican-firing.webp",
    "name": "Mexican Firing",
    "description": "Кисло-солодкий, з ароматом терпкого граната та текіли",
    "color": "#d70000",
    "alcohol": true,
    "type": "strong",
    "recipe": [
      {
        "ingredient": "Текіла",
        "amount": "60мл"
      },
      {
        "ingredient": "Лаймовий сік",
        "amount": "22.5мл"
      },
      {
        "ingredient": "Гренадін",
        "amount": "22.5мл"
      },
      {
        "ingredient": "Біттер Ангостура",
        "amount": "4-5"
      }
    ],
    "history": "\n<p>Коктейль Mexican Firing - це витончений напій, який має своє коріння в Мексиці. Цей коктейль поєднує в собі класичні інгредієнти та мексиканський колорит, що робить його цікавим вибором для багатьох шанувальників коктейлів.</p>\n<p>Історія коктейлю Mexican Firing налічує кілька десятиліть. Вважається, що цей напій з'явився у 1930-х роках в Мексиці, хоча точне місце та час його походження залишається неясним. Легенда говорить, що коктейль був створений у популярному барі в Мехіко-Сіті як поштовх для відзначення мексиканської революції, що відбулася в початку 20-го століття.</p>\n<p>Сьогодні Mexican Firing залишається популярним коктейлем як у Мексиці, так і в усьому світі.</p>"
  },
  {
    "id": 1120,
    "available": true,
    "image": "https://i.ibb.co/fNr50GS/green-fairy.webp",
    "name": "Avada Kedavra",
    "description": "Анісовий, ароматний, гіркий, з легкими трав'яними нотками",
    "color": "#08d090",
    "alcohol": true,
    "type": "strong",
    "recipe": [
      {
        "ingredient": "Текіла",
        "amount": "15мл"
      },
      {
        "ingredient": "Абсент",
        "amount": "15мл"
      },
      {
        "ingredient": "Горілка",
        "amount": "15мл"
      },
      {
        "ingredient": "Ром",
        "amount": "15мл"
      },
      {
        "ingredient": "Лікер Blue Curasao",
        "amount": "15мл"
      },
      {
        "ingredient": "Лікер динний",
        "amount": "30мл"
      },
      {
        "ingredient": "Лимонний сік",
        "amount": "30мл"
      },
      {
        "ingredient": "Енергетик",
        "amount": "100мл"
      }
    ],
    "history": "<p>Оригінальною назвою коктейлю Avada Kedavra є Green Fairy (\"Зелена фея\"). Але у на думку бармена назва Avada Kedavra краще описує зовнішній вигляд і ефект напою.</p>\n<p>\"Зеленою феєю\" або \"відьмою\" ще в XIX столітті називали міцне спиртне на травах абсент, що має відповідне забарвлення, завдяки вмісту хлорофілу в напої. Есенція полину, що є одним із основних інгредієнтів абсенту, включає токсичну речовину туйон. Йому приписують здатність викликати ейфорію та галюцинації, чим зумовлена містична назва напою.</p>\n<p>Абсент - дуже популярний серед багатьох творчих особистостей напій, був заборонений більшу частину XX століття. А кількість токсичного туйону у складі його сучасних варіантів суворо контролюється. У наш час Зеленою феєю також називають коктейль, чий рецепт містить абсент. Достовірні відомості про те, ким і коли винайшли коктейль «Зелена фея», у істориків відсутні.</p>\n<p>Вважається, що він був названий так через своє смарагдове забарвлення, що виділяється, що є результатом змішання абсенту з лікерами динним і синім Blue Curacao. Згідно з повір'ями барменів про коктейль Green Fairy, він здатний виконати бажання, яке здійсниться за місяць, якщо загадати його перед першим ковтком цього алкоголю. За іншими чутками цей напій сприяє творчості та уяві.</p>"
  }
]
