[
  {
    "id": 1010,
    "image": "https://i.ibb.co/Pwq3Mc9/1555935493-com-800xmax-removebg-preview.webp",
    "name": "Old Fashioned",
    "description": "Витончений віскі з приємною гіркотою та солодкістю",
    "alcohol": true,
    "color": "#F2AE48",
    "type": "strong",
    "recipe": [
      {
        "ingredient": "Бурбон",
        "amount": "60мл"
      },
      {
        "ingredient": "Біттер Ангостура",
        "amount": "2-3"
      },
      {
        "ingredient": "Апельсинова цедра"
      }
    ],
    "history": "<p>Old Fashioned - це один з класичних коктейлів, що складається з віскі, цукру, ангостура біттеру та льоду. Вважається, що він є одним з перших створених коктейлів, і має своє коріння в 19 столітті.</p><p>Історія Old Fashioned відображає розвиток смакових уподобань та стилю пиття протягом часу. У 19 столітті в американських барах алкоголь часто \"коригували\" за допомогою цукру, води та біттерів, для зниження гостроти або неприємного смаку. Old Fashioned, можливо, і виник саме в цей спосіб, коли солодка версія віскі стала популярною серед клієнтів.</p><p>Саме в 1880-их роках, коли почали додавати льоду, Old Fashioned почав набувати свої сучасні риси. Популярні клуби і готелі в Нью-Йорку і Чикаго стали надавати цьому напою почесне місце в своїх меню.</p><p>Спочатку Old Fashioned готували з різними видами спиртного, але з часом віскі стало його основою.</p><p>\n\nСьогодні Old Fashioned залишається одним з найпопулярніших і найбільш універсальних коктейлів, що завойовує серця поціновувачів віскі по всьому світу.</p>"
  },
  {
    "id": 1020,
    "image": "https://i.ibb.co/rbby5tg/negroni.webp",
    "name": "Negroni",
    "description": "Гіркий, ароматний, з ботанічними та цитрусовими нотками",
    "color": "#E15454",
    "alcohol": true,
    "type": "strong",
    "recipe": [
      {
        "ingredient": "Джин",
        "amount": "30мл"
      },
      {
        "ingredient": "Червоний вермут",
        "amount": "30мл"
      },
      {
        "ingredient": "Настоянка Campari",
        "amount": "30мл"
      },
      {
        "ingredient": "Апельсинова цедра"
      }
    ],
    "history": "<p>Коктейль Negroni - це класичний італійський напій, що складається з джину, вермуту та кампарі, зазвичай подається з апельсиновою цедрою.</p><p>Історія цього коктейлю пов'язана з іменем графа Камілло Негроні, італійського аристократа. За легендою, у 1919 році в Чінцетті, барі у Флоренції, граф замовив власний унікальний напій. Він хотів чогось міцнішого, і вимагав, щоб бармен замінив газову воду в класичному коктейлі Americano на джин. Так народився Negroni.</p><p>Вважається, що саме цей момент був початком популярності коктейлю серед аристократії та культурної еліти Європи. Згодом він розповсюдився по всьому світу і став класикою коктейльної культури.</p><p>Смак Negroni виражає досить складну гру інгредієнтів, де гіркота кампарі збалансована ароматом і солодкістю вермуту, а джин додає приємний смак трав.</p><p>Сьогодні Negroni залишається одним з найвпізнаваніших і культових коктейлів у світі.</p>"
  },
  {
    "id": 1030,
    "image": "https://i.ibb.co/pZgRLtc/manhattan.webp",
    "name": "Manhattan",
    "description": "Збалансований, ароматний, з терпкими фруктовими нотками",
    "color": "#c42222",
    "alcohol": true,
    "type": "strong",
    "recipe": [
      {
        "ingredient": "Бурбон",
        "amount": "50мл"
      },
      {
        "ingredient": "Червоний вермут",
        "amount": "25мл"
      },
      {
        "ingredient": "Біттер Ангостура",
        "amount": "2-3"
      }
    ],
    "history": "<p>Коктейль Manhattan - класичний коктейль, який виник у другій половині 19 століття. Його походження пов'язане з Мангеттеном, районом Нью-Йорка, де вперше був змішаний цей напій.</p>\n\n<p>За легендою, коктейль Manhattan був створений в 1870-х роках на вечірці у відомому клубі Менхеттенського готелю в Нью-Йорку. Він став популярним серед вибагливих гостей в місті та далі за його межами.</p>\n\n<p>Склад коктейлю Manhattan включає в себе віскі (зазвичай риж або бурбон), вермут і ангостуру біттер. Ці інгредієнти змішуються разом з льодом і часто подаються з вишневим або апельсиновим декором.</p>\n\n<p>Коктейль Manhattan зазнав кількох варіацій з часом, включаючи використання різних видів віскі та різні співвідношення інгредієнтів. Проте його класичний рецепт залишається популярним і незмінним протягом багатьох десятиліть, ставши символом як класичної коктейльної культури, так і самого Мангеттена.</p>"
  },
  {
    "id": 1040,
    "image": "https://i.ibb.co/0XSzQ9q/long-island.webp",
    "name": "Long Island",
    "description": "Освіжаючий, кисло-солодкий, з міксом алкоголю",
    "color": "#7c6153",
    "alcohol": true,
    "type": "light",
    "recipe": [
      {
        "ingredient": "Джин",
        "amount": "15мл"
      },
      {
        "ingredient": "Горілка",
        "amount": "15мл"
      },
      {
        "ingredient": "Текіла",
        "amount": "15мл"
      },
      {
        "ingredient": "Ром",
        "amount": "15мл"
      },
      {
        "ingredient": "Апельсиновий лікер",
        "amount": "15мл"
      },
      {
        "ingredient": "Цукровий сироп",
        "amount": "15мл"
      },
      {
        "ingredient": "Лимонний сік",
        "amount": "20мл"
      },
      {
        "ingredient": "Кола",
        "amount": "100ml"
      }
    ],
    "history": "<p>Коктейль Long Island Iced Tea - це популярний і міцний напій, який має своє походження у Сполучених Штатах. Цей напій славиться своєю сильною спиртовою складовою та свіжим смаком, що зробило його популярним у барних колах по всьому світу.</p>\n<p>Історія походження Long Island Iced Tea має кілька версій. За однією з них, коктейль вигадали у США за часів “сухого закону”. Зовнішній вигляд коктейлю нагадував чай, і його подавали у відповідних до травяного напою чашках. Таким чином намагалися маскувати спиртні напої в барах.</p><p>Друга версія полягає в тому, що жителі Нью-Йорка, частина якого знаходиться на острові Лонг-айленд, любили позмагатися. Гра полягала в тому, що треба було йти вздовж Лонг-Айленда та випивати у кожному барі. Дізнавшись про гру, бармени придумали новий коктейль, в якому змішувалися аж чотири міцні алкоголі. Таким чином, усі гравці стали залишатися у перших закладах, бо йти далі сил уже не було.</p><p>Незалежно від точного походження, Long Island Iced Tea став символом американської коктейльної культури та популярним напоєм на вечірках і у барах.</p>"
  },
  {
    "id": 1050,
    "image": "https://i.ibb.co/425NgZk/whiskey-sour.webp",
    "name": "Whiskey Sour",
    "description": "Кисло-солодкий, із вираженим віскі та освіжаючим лимоном",
    "color": "#f2ca48",
    "alcohol": true,
    "type": "strong",
    "recipe": [
      {
        "ingredient": "Бурбон",
        "amount": "60мл"
      },
      {
        "ingredient": "Цукровий сироп",
        "amount": "22,5мл"
      },
      {
        "ingredient": "Лимонний сік",
        "amount": "22,5мл"
      },
      {
        "ingredient": "Яєчний білок",
        "amount": "25мл"
      }
    ],
    "history": "<p>Коктейль Whiskey Sour - це класичний напій з багатою історією, який виник у другій половині 19 століття. Цей напій має свої коріння в Сполучених Штатах, де став популярним серед любителів віскі та коктейлів.</p>\n<p>Історія Whiskey Sour налічує багато варіантів, але загалом відомо, що він з'явився в Америці, як варіант класичного коктейлю Sour, де основним спиртом є віскі. Склад коктейлю зазвичай включає віскі, лимонний сік та сироп або цукор.</p>\n<p>Перші згадки про Whiskey Sour з'явилися в книзі \"The Bartender's Guide\" в 1862 році, написаній Джеррі Томасом, в якій був наведений рецепт цього коктейлю. Протягом років він став популярним у барах та ресторанах по всьому світу, завдяки своєму простому рецепту та приємному смаку.</p>\n<p>Сьогодні Whiskey Sour залишається одним з найулюбленіших коктейлів, який можна знайти в багатьох закладах. Він служить символом класичної коктейльної культури та залишається популярним вибором для багатьох шанувальників віскі.</p>"
  },
  {
    "id": 1060,
    "image": "https://i.ibb.co/VtSz0xT/firemans-sour.webp",
    "name": "Fireman's Sour",
    "description": "Кисло-солодкий, з ароматом цитрусу та прянощів",
    "color": "#e70000",
    "alcohol": true,
    "type": "strong",
    "recipe": [
      {
        "ingredient": "Ром",
        "amount": "60мл"
      },
      {
        "ingredient": "Лаймовий сік",
        "amount": "30мл"
      },
      {
        "ingredient": "Гренадін",
        "amount": "25мл"
      },
      {
        "ingredient": "Яєчний білок",
        "amount": "25мл"
      }
    ],
    "history": "<p>Коктейль Fireman's Sour був створений на початку 1900-х років, коли гренадин набував популярності як ключовий інгредієнт у різноманітних коктейлях.</p><p>Перші згадки про цей коктейль можна знайти у книзі Гуго Енсліна \"Рецепти для змішаних напоїв\", опублікованій в 1917 році. Fireman's Sour швидко став улюбленим серед поціновувачів коктейлів.</p>\n<p>Основні інгредієнти цього коктейлю включають у себе віскі, лаймовий сік та гренадин. Ця комбінація надає напою багатогранний смак з глибокими фруктовими та цитрусовими нотками.</p>\n<p>Інгредієнти зазвичай змішуються разом із льодом, щоб охолодити напій та розбавити його, після чого проціджуються у склянку для подачі.</p>\n<p>Хоча Fireman's Sour не має такого широкого визнання, як деякі інші коктейлі того ж періоду, він залишається популярним в барних закладах та серед домашніх барменів, які цінують його багатий смак.</p>"
  },
  {
    "id": 1070,
    "image": "https://i.ibb.co/GpgTGzH/boulevardier.webp",
    "name": "Boulevardier",
    "description": "Гіркий, терпкий, карамельний, з тонами фруктів і трав",
    "color": "#c93f3f",
    "alcohol": true,
    "type": "strong",
    "recipe": [
      {
        "ingredient": "Бурбон",
        "amount": "45мл"
      },
      {
        "ingredient": "Червоний вермут",
        "amount": "30мл"
      },
      {
        "ingredient": "Настоянка Campari",
        "amount": "30мл"
      },
      {
        "ingredient": "Апельсинова цедра"
      }
    ],
    "history": "<p>Коктейль Boulevardier, який вперше був змішаний в Парижі в 1920-х роках, вважається братом відомого класичного коктейлю Negroni. Цей напій отримав свою назву від американського журналіста та редактора газети \"Парижський бульвар\" Ерса Круси, який також був поціновувачем міцних напоїв та клубного життя. </p>\n<p>Склад коктейлю Boulevardier включає в себе віскі (зазвичай бурбон), вермут і кампарі. Ці інгредієнти змішуються в рівних частинах з льодом і прикрашаються апельсиновою або лимонною цедрою. Відмінність Boulevardier від Negroni полягає в тому, що віскі замінює джин. Це надає коктейлю більш теплий і насичений смак, який чудово підходить для любителів бурбону або рижа.</p><p>Цікаво, що слово \"Boulevardier\" в перекладі з французької мови означає \"людина бульварів\" або \"любитель життя на вулицях\". Це відображає елегантну та вишукану атмосферу, яка часто пов'язується з коктейлем Boulevardier.</p>"
  },
  {
    "id": 1080,
    "image": "https://i.ibb.co/DMZ68cj/white-russian.webp",
    "name": "White Russian",
    "description": "Кавовий, кремовий, солодкий, з насиченим смаком",
    "color": "#e0c6b0",
    "alcohol": true,
    "type": "strong",
    "recipe": [
      {
        "ingredient": "Горілка",
        "amount": "30мл"
      },
      {
        "ingredient": "Лікер Kahlua",
        "amount": "30мл"
      },
      {
        "ingredient": "Вершки",
        "amount": "30мл"
      }
    ],
    "history": "<p>White Russian - це кремовий коктейль, який отримав свою популярність завдяки своєму багатому смаку та простому рецепту. Цей напій виник у другій половині 20 століття і став широко відомим завдяки фільму \"Великий Лебовські\", де головний герой Джефрі \"Чувак\" Лебовські випив 9 таких коктейлів.</p>\n<p>Історія White Russian пов'язана з іншим популярним коктейлем - Black Russian, який складається лише з горілки та кофейного лікеру. White Russian створили, додавши до Black Russian вершки, що надало йому більш м'якого смаку та кремової текстури.</p>\n<p>Хоча точне походження White Russian невідоме, цей напій став популярним у 1960-70-х роках, особливо серед фанатів коктейлів з молочних продуктів. З часом він завоював свою власну аудиторію та став символом розслабленого стилю життя.</p>\n<p>Сьогодні White Russian залишається популярним коктейлем, який можна замовити в багатьох барах та ресторанах по всьому світу.</p>"
  },
  {
    "id": 1090,
    "image": "https://i.ibb.co/YX3kNLG/daiquiri.webp",
    "name": "Daiquiri",
    "description": "Кисло-солодкий, з цитрусовим відтінком, на основі рому",
    "color": "#ece6b8",
    "alcohol": true,
    "type": "strong",
    "recipe": [
      {
        "ingredient": "Ром",
        "amount": "60мл"
      },
      {
        "ingredient": "Лаймовий сік",
        "amount": "30мл"
      },
      {
        "ingredient": "Цукровий сироп",
        "amount": "15мл"
      }
    ],
    "history": "<p>Коктейль Daiquiri - це класичний напій, який родом з Куби і відомий своєю свіжістю. Він став популярним у другій половині 19 століття.</p>\n<p>Історія коктейлю Daiquiri пов'язана з американським інженером на ім'я Дженнінгс Кокран, який працював на Кубі в кінці 19 століття. У 1898 році, під час візиту до Сантьяго-де-Куба, він створив цей напій, використовуючи ром, лимонний сік і цукор, які були доступні на місцевому ринку.</p>\n<p>Назва \"Daiquiri\" походить від назви місця, де Кокран працював - села Дайкері на Кубі. Пізніше, у 20 столітті, цей коктейль став популярним серед американських туристів, що відвідували острів, і швидко розповсюдився по всьому світу.</p>\n<p>Сьогодні Daiquiri вважається класикою світової коктейльної культури. Він має безліч варіацій, але його базовий рецепт зберігається незмінним - ром, лаймовий сік і цукор, зазвичай подається з льодом і часто прикрашається лимонною цедрою або м'ятою.</p>"
  },
  {
    "id": 1100,
    "image": "https://i.ibb.co/31MCJhC/margarita.webp",
    "name": "Margarita",
    "description": "Кисло-солодкий, з виразним ароматом текіли та лайма",
    "color": "#95d050",
    "alcohol": true,
    "type": "strong",
    "recipe": [
      {
        "ingredient": "Текіла",
        "amount": "50мл"
      },
      {
        "ingredient": "Апельсиновий лікер",
        "amount": "15мл"
      },
      {
        "ingredient": "Лаймовий сік",
        "amount": "30мл"
      },
      {
        "ingredient": "Цукровий сироп",
        "amount": "10мл"
      }
    ],
    "history": "<p>Коктейль Margarita - це класичний напій родом з Мексики, який став популярним по всьому світу завдяки своєму освіжаючому смаку та аромату. Виник у середині 20 століття.</p>\n<p>Історія Margarita має декілька версій щодо її походження, але найпоширеніша з них пов'язана з красунею на ім'я Маргарита Самсон, яка жила в Тихоокеанському регіоні Мексики. Згідно з легендою, у 1930-х роках ресторанний власник, Хосе Куерво, створив цей напій спеціально для Маргарити, комбінуючи те краще, що мав у наявності - текілу, лаймовий сік і апельсиновий лікер.</p>\n<p>Назва \"Margarita\" перекладається з іспанської як \"перлина\".</p>\n<p>Сьогодні Margarita залишається одним з найбільш популярних коктейлів у світі. Він має безліч варіацій, від класичного до кастомізованого, але його основні складові - текіла, лаймовий сік і апельсиновий лікер, - залишаються незмінними.</p>"
  },
  {
    "id": 1110,
    "image": "https://i.ibb.co/DkZDRrS/gimlet.webp",
    "name": "Gimlet",
    "description": "Кисло-солодкий, з виразним ароматом джину та лайма",
    "color": "#b3ee74",
    "alcohol": true,
    "type": "strong",
    "recipe": [
      {
        "ingredient": "Джин",
        "amount": "60мл"
      },
      {
        "ingredient": "Лимонний сік",
        "amount": "22.5мл"
      },
      {
        "ingredient": "Цукровий сироп",
        "amount": "22.5мл"
      }
    ],
    "history": "<p>Коктейль Gimlet - це класичний напій, який має своє походження в англійському флоті XIX століття і став популярним у цивільних колах в другій половині XX століття.</p>\n<p>Історія Gimlet пов'язана з необхідністю уникнути швидкого псування запасів лимонного соку на кораблях. З метою запобігання цьому, в англійському флоті рекомендували додавати до лимонного соку хінін, що містився в тоніках. Таким чином, створювався напій, який міг би зберігатися тривалий час без псування - родич сучасного Gimlet.</p>\n<p>Спочатку Gimlet складався з лимонного соку та гіркого хініну, але з часом рецепт змінився. У 20-х роках XX століття до складу коктейлю почали додавати також джин, що зробило його більш алкогольним і приємним на смак.</p>\n<p>Сьогодні Gimlet є популярним коктейлем у барних колах по всьому світу. Його класичний рецепт включає в себе джин та лимонний сік, але існують також різноманітні варіації цього напою з додаванням різних ароматизаторів та солодких інгредієнтів.</p>"
  },
  {
    "id": 1120,
    "image": "https://i.ibb.co/MV9fxQn/white-lady.webp",
    "name": "White Lady",
    "description": "Кисло-солодкий, з цитрусовим відтінком, на основі джину",
    "color": "#f3e9ab",
    "alcohol": true,
    "type": "strong",
    "recipe": [
      {
        "ingredient": "Джин",
        "amount": "40мл"
      },
      {
        "ingredient": "Апельсиновий лікер",
        "amount": "30мл"
      },
      {
        "ingredient": "Лимонний сік",
        "amount": "20мл"
      }
    ],
    "history": "<p>Коктейль White Lady - це класичний напій, який виник у 1920-х роках і залишається популярним до цього дня.</p>\n<p>Історія White Lady пов'язана з розкішними коктейльними баром 1920-х років, де він вперше був створений. Деякі джерела стверджують, що цей напій був створений у Парижі в барі Harry's New York Bar. Інші вказують на британський бар-ресторан Ciro's Club в Лондоні, як місце його походження.</p>\n<p>Склад коктейлю включає в себе джин, лікер трипл-сек, свіжий лимонний сік та іноді яйця або білок яйця для створення багатошарової текстури.</p>\n<p>White Lady став символом елегантності та розкоші і швидко завоював популярність у коктейльних колах по всьому світу. Він залишається одним з найбільш визнаних та відомих коктейлів, який досі служить символом класу та стилю в світі коктейльної культури.</p>"
  }
]
